Repository: IBBoard/cawbird
Catalog: po/*.po
Languages: hu

source: Twitter Client
hu: Twitter kliens

source: Cawbird is a native GTK+ twitter client that provides vital features such as Direct Messages (DMs), tweet notifications, conversation views.
hu: A Cawbird egy natív GTK+ twitter kliens, mely rendelkezik minden alapvető funkcióval.

source: Additional features include local viewing of videos, multiple inline images, Lists, Filters, multiple accounts, etc.
hu: Továbbá a kliens képes a tartalmak közvetlen megjelenítésére, többsoros beágyazásra, listák és szűrők készítésére és több fiók párhuzamos kezelésére.

source: Typical Twitter profile
hu: Átlagos Twitter-profil

source: Cawbird in different themes (Adwaita, Adwaita dark variant, High Contrast and Adwaita Dark Green)
hu: Kompatibilis témák: Adwaita, Adwaita dark variant, High Contrast and Adwaita Dark Green

source: account-name
hu: Fiók neve

source: Start service
hu: Szolgáltatás indítása

source: Stop service, if it has been started as a service
hu: Szolgáltatás leállítása (ha fut)

source: Open the window for the given account
hu: Megnyitás új ablakban

source: Direct messages with %s
hu: Beszélgetés %s felhasználóval

source: Select Media
hu: Média kiválasztása

source: Open
hu: Megnyitás

source: Cancel
hu: Mégse

source: Selected file is not an image or video.
hu: A kiválasztott fájl nem kép vagy videó.

source: The selected video is too big. The maximum file size per video is %'d MB
hu: A kiválasztott videó túl nagy. A fájl mérete legfeljebb %'d MB lehet

source: The selected image is too big. The maximum file size per image is %'d MB
hu: A kiválasztott kép túl nagy. A fájl mérete legfeljebb %'d MB lehet

source: The selected GIF is too big. The maximum file size per GIF is %'d MB
hu: A kiválasztott animáció túl nagy. A fájl mérete legfeljebb %'d MB lehet

source: Insert Emoji
hu: Hangulatjel beszúrása

source: Direct Conversation
hu: Beszélgetés

source: Direct message threads
hu: Beszélgetések

source: %d new Message from %s
hu: %d új üzenet %s felhasználótól

source: New direct message from %s
hu: Új üzenet %s felhasználótól

source: Direct Messages
hu: Üzenetek

source: Likes
hu: Kedvelés

source: %s tweeted
hu: %s tweetelt

source: %d new Tweet!
hu: %d új tweet!

source: Home
hu: Kezdőlap

source: Private
hu: Zárt körű

source: Public
hu: Nyilvános

source: Lists
hu: Listák

source: Show configured accounts
hu: Hozzáadott fiókok megtekintése

source: Compose Tweet
hu: Tweet írása

source: Add new Account
hu: Fiók hozzáadása

source: %s mentioned %s
hu: %s megemlítette %s felhasználót

source: Mentions
hu: Említések

source: Suspended Account
hu: Felfüggesztett fiók

source: Withheld account
hu: Korlátozott fiók

source: Protected profile
hu: Védett profil

source: Tweet to @%s
hu: @%s megemlítése

source: Following %d account
hu: %d felhasználó követve

source: Location: %s
hu: Helyszín: %s

source: %s timeline
hu: %s idővonala

source: %s followers
hu: %s követő

source: %s following
hu: %s követve

source: Protected Profile
hu: Védett profil

source: User is blocked
hu: Felhasználó tiltva

source: User is muted
hu: Felhasználó némítva

source: %d follower
hu: %d követő

source: No tweets found
hu: Nem található tweet

source: No users found
hu: Nem található felhasználó

source: Search
hu: Keresés

source: Load More
hu: Továbbiak betöltése

source: Could not show tweet
hu: Tweet megjelenítése nem lehetséges

source: This tweet is hidden by the author
hu: Ezt a tweetet elrejtette a szerzője

source: This tweet is unavailable
hu: Ez a tweet nem elérhető

source: Translate to English
hu: Tweet lefordítása

source: Retweets
hu: Retweetek

source: Open in Browser
hu: Megnyitás böngészőben

source: Source
hu: Forrás

source: Tweet Details
hu: Tweet részletei

source: an unknown client
hu: ismeretlen kliens

source: (%d unread)
hu: (%d olvasatlan)

source: Delete
hu: Törlés

source: Retweeted by %s (@%s)
hu: %s (@%s) retweetelte

source: Are you sure you want to delete this tweet?
hu: Valóban törlöd ezt a tweetet?

source: Block %s
hu: %s tiltása

source: Show anyway
hu: Megtekintés mindenképp

source: Could not authenticate you
hu: Hitelesítés sikertelen

source: Sorry, that page does not exist
hu: Sajnálom, ez az oldal nem létezik

source: User not found.
hu: Felhasználó nem található.

source: User has been suspended.
hu: Felfüggesztett felhasználó.

source: Your account is suspended and is not permitted to access this feature
hu: A fiókod felfüggesztésre került, ezért a művelet nem hajtható végre

source: Invalid or expired token
hu: Hibás vagy lejárt token

source: The specified user is not a subscriber of this list.
hu: A keresett felhasználó nem szerepel a feliratkozók között.

source: The user you are trying to remove from the list is not a member.
hu: Az eltávolítani kívánt felhasználó nem szerepel a listán.

source: Account update failed: value is too long.
hu: Fiók frissítése sikertelen: az érték túl hosszú.

source: Internal error
hu: Belső hiba

source: You cannot send messages to users who are not following you.
hu: Nem küldhetsz üzenetet olyan felhasználóknak, akik nem a követőid.

source: There was an error sending your message.
hu: Hiba történt az üzenet küldése során.

source: Sorry, you are not authorized to see this status
hu: Sajnálom, nincs jogosultságod a megtekintéshez

source: Tweet needs to be a bit shorter.
hu: A tweet túl hosszú.

source: Bad authentication data
hu: Hibás hitelesítési adat

source: This request looks like it might be automated. To protect our users from spam and other malicious activity, we can’t complete this action right now.
hu: Ez a kérés automatizált műveletnek tűnik. Felhasználóink biztonságának megóvása érdekében megszakítjuk a gyanús műveletet.

source: Application cannot perform write actions.
hu: Az alkalmazás nem rendelkezik írási joggal.

source: You can’t mute yourself.
hu: Nem némíthatod önmagad.

source: To protect our users from spam and other malicious activity, this account is temporarily locked.
hu: Felhasználóink biztonságának megóvása érdekében ezt a fiókot átmenetileg felfüggesztettük.

source: You have already retweeted this Tweet.
hu: Ezt a tweetet már retweetelted.

source: You cannot send messages to this user.
hu: Nem küldhetsz üzenetet ennek a felhasználónak.

source: The text of your direct message is over the max character limit.
hu: Az üzenet túl hosszú.

source: Subscription already exists.
hu: Már feliratkoztál.

source: The Tweet exceeds the number of allowed attachment types.
hu: A tweet túl sok csatolmányt tartalmaz.

source: The given URL is invalid.
hu: A megadott hivatkozás hibás.

source: The original Tweet author restricted who can reply to this Tweet.
hu: A tweet eredeti szerzője korlátozta a válaszolást.

source: Invalid media file
hu: Hibás fájl

source: Now
hu: Most

source: %d minute ago
hu: %d perce

source: %dm
hu: %d p.

source: %d hour ago
hu: %d órája

source: %dh
hu: %d ó.

source: %e %B
hu: %B %e.

source: %e %b
hu: %b. %e.

source: %e %B %Y
hu: %Y. %B %e.

source: %e %b %Y
hu: %Y. %b. %e.

source: Replying to %s
hu: Válasz %s felhasználónak

source: Replying to %s and %d other
hu: Válasz %s és további %d felhasználónak

source: Replying to %s and %s
hu: Válasz %s és %s felhasználónak

source: Don't have a Twitter account yet?
hu: Nincs még fiókod?

source: Create one
hu: Regisztráció

source: Could not open %s
hu: %s megnyitása sikertelen

source: Wrong PIN
hu: Hibás PIN-kód

source: Account already in use
hu: A felhasználói fiók már használatban

source: Select Image
hu: Kép kiválasztása

source: Unfollow
hu: Követés megszüntetése

source: Follow
hu: Követés

source: Loading…
hu: Betöltés…

source: No entries found
hu: Nincs bejegyzés

source: Retry
hu: Újra

source: Copy URL
hu: Hivatkozás másolása

source: Reload image
hu: Kép újratöltése

source: Save as…
hu: Mentés másként…

source: Save Video
hu: Videó mentése

source: Save Image
hu: Kép mentése

source: Save
hu: Mentés

source: Select Banner Image
hu: Borítókép kiválasztása

source: Image does not meet minimum size requirements:
hu: A kép nem felel meg a követelményeknek:

source: Minimum width: %d pixel
hu: Elvárt szélesség: %d pixel

source: Minimum height: %d pixel
hu: Elvárt magasság: %d pixel

source: Failed to load image
hu: Kép betöltése sikertelen

source: Back
hu: Vissza

source: Quote tweet
hu: Tweet idézése

source: Keep tweet as draft?
hu: Megtartod piszkozatként?

source: Only one animated GIF file per tweet is allowed.
hu: Tweetenként egy animáció engedélyezett.

source: %d character remaining
hu: %d karakter van hátra

source: Image %d of %d
hu: Képgaléria: %d / %d

source: Modify Filter
hu: Szűrő módosítása

source: Matches
hu: Találatok

source: Doesn't match
hu: Nincs találat

source: Modify Snippet
hu: Sablon szerkesztése

source: Snippet can't be empty
hu: A sablon nem lehet üres

source: Replacement can't be empty
hu: A behelyettesítés nem lehet üres

source: Snippet may not contain whitespace
hu: A sablon nem tartalmazhat szóközt

source: Snippet already exists
hu: Ez a sablon már létezik

source: Translation URL must contain {SOURCE_LANG}, {TARGET_LANG} and {CONTENT} placeholders The URL "%s" will be used instead
hu: Az egyedi fordítási hivatkozásnak tartalmaznia kell {SOURCE_LANG}, {TARGET_LANG} valamint {CONTENT} jelölőket A(z) "%s" hivatkozás lesz használatban

source: Hey, check out this new #Cawbird version! \ (•◡•) / #cool #newisalwaysbetter
hu: Hé, nézd meg az új #Cawbird alkalmazást! \ (•◡•) / #menő #azújmindigjobb

source: You have no lists.
hu: Nincs lista.

source: About Cawbird
hu: Cawbird névjegye

source: New Account
hu: Fiók hozzáadása

source: To authenticate Cawbird, you need a PIN from twitter.com with the account you wish to add
hu: A Cawbird használatához hitelesítés szükséges, melyhez egy a twitter.com által biztosított PIN-kód szükséges

source: Request PIN
hu: PIN-kód kérése

source: Enter PIN from twitter.com below:
hu: twitter.com által biztosított PIN-kód megadása:

source: PIN
hu: PIN-kód

source: Confirm
hu: Megerősítés

source: Account Settings
hu: Fiók beállításai

source: Name
hu: Név

source: Website
hu: Honlap

source: Autostart
hu: Automatikus bejelentkezés

source: Remove Account
hu: Fiók eltávolítása

source: Do you really want to remove this account?
hu: Valóban eltávolítod a kijelölt fiókot?

# emoji category
source: Smileys & People
hu: Hangulatjelek és emberek

# emoji category
source: Body & Clothing
hu: Gesztusok és ruhák

# emoji category
source: Animals & Nature
hu: Állatok és természet

# emoji category
source: Food & Drink
hu: Étel és ital

# emoji category
source: Travel & Places
hu: Utazás és helyszínek

# emoji category
source: Activities
hu: Tevékenységek

# emoji category
source: Objects
hu: Tárgyak

# emoji category
source: Symbols
hu: Szimbólumok

# emoji category
source: Flags
hu: Zászlók

source: No Results Found
hu: Nincs találat

source: Send
hu: Küldés

source: Add Media
hu: Média beszúrása

source: Show favorite images
hu: Kedvenc kép beszúrása

source: Click to edit
hu: Kattints a szerkesztéshez

source: Remove this Filter
hu: Szűrő eltávolítása

source: Users
hu: Felhasználók

source: Set image description
hu: Képaláírás hozzáadása

source: Subscribe
hu: Feliratkozás

source: Unsubscribe
hu: Leiratkozás

source: Subscribers:
hu: Feliratkozók:

source: Members:
hu: Tagok:

source: Creator:
hu: Létrehozó:

source: Created at:
hu: Létrehozva:

source: Edit
hu: Szerkesztés

source: Mode:
hu: Állapot:

source: Description
hu: Leírás

source: Settings
hu: Beállítások

source: Shortcuts
hu: Gyorsbillentyűk

source: About
hu: Névjegy

source: Quit
hu: Kilépés

source: Test:
hu: Teszt:

source: Add New Snippet
hu: Új sablon

source: Keyword
hu: Kulcsszó

source: Replacement
hu: Behelyettesítés

source: Create New List
hu: Új lista

source: Name:
hu: Név:

source: Create
hu: Létrehozás

source: Write Direct Message
hu: Üzenet írása

source: Blocked
hu: Tiltás

source: Muted
hu: Némítás

source: Retweets disabled
hu: Retweet tiltása

source: More actions
hu: További műveletek

source: Follows you
hu: Követ téged

source: Tweets
hu: Tweetek

source: Followers
hu: Követők

source: Following
hu: Követve

source: Use dark theme
hu: Sötét téma használata

source: Shortcut key
hu: Gyorsbillentyű

source: Show inline media
hu: Beágyazott tartalom megjelenítése

source: Always show
hu: Mindig

source: Always hide
hu: Soha

source: Hide in timeline
hu: Részletes nézetben

source: Auto scroll on new tweets
hu: Idővonal automatikus görgetése

source: Double-click activation
hu: Művelet két kattintással

source: Notifications
hu: Értesítések

source: On New Tweets
hu: Új tweet esetén

source: Never
hu: Soha

source: Every
hu: Mindig

source: Stack 5
hu: Minden 5. után

source: Stack 10
hu: Minden 10. után

source: Stack 25
hu: Minden 25. után

source: Stack 50
hu: Minden 50. után

source: On New Mentions
hu: Említések esetén

source: On New Messages
hu: Üzenetek esetén

source: Interface
hu: Felület

source: Normal
hu: Alapértelmezett

source: Large
hu: Nagy

source: X-Large
hu: Nagyobb

source: XX-Large
hu: Legnagyobb

source: Tweet scale
hu: Tweetek méretezése

source: Round avatars
hu: Kerekített profilképek

source: Remove trailing hashtags
hu: Címkék eltávolítása

source: Remove media links
hu: Hivatkozások eltávolítása

source: Hide inappropriate content
hu: Kéretlen tartalom elrejtése

source: Translation
hu: Fordítás

source: Translation service
hu: Fordító szolgáltatás

source: Custom
hu: Egyedi

source: Custom translation URL
hu: Egyedi szolgáltatás hivatkozása

source: No snippets configured.
hu: Nincs sablon beállítva.

source: You can activate snippets by writing the keyword and pressing TAB.
hu: A sablonok beszúrása a kulcsszavak beírásával, majd ezt követően a TAB billentyű leütésével lehetséges.

source: Snippets
hu: Sablonok

# shortcuts window
source: General
hu: Általános

# shortcuts window
source: Compose Tweet
hu: Tweet írása

# shortcuts window
source: Show Account settings
hu: Fiók beállításainak megtekintése

# shortcuts window
source: Show Accounts Popover
hu: Fiókok listája

# shortcuts window
source: Show Application Settings
hu: Beállítások

# shortcuts window
source: Toggle Topbar
hu: Menüsor ki/bekapcsolása

# shortcuts window
source: Go Back
hu: Léptetés vissza

# shortcuts window
source: Go Forward
hu: Léptetés előre

# shortcuts window
source: Go to nth page
hu: Ugrás adott lapra

# shortcuts window
source: Tweets
hu: Tweetek

# shortcuts window
source: Like
hu: Kedvelés

# shortcuts window
source: Reply
hu: Válasz

# shortcuts window
source: Quote
hu: Idézés

# shortcuts window
source: Show Details
hu: Részletek

# shortcuts window
source: Delete
hu: Törlés

# shortcuts window
source: Compose
hu: Írás

source: Show Emoji Chooser
hu: Hangulatjelek

source: Start new conversation
hu: Új üzenet

source: With:
hu: Neki:

source: Go
hu: Üzenés

source: Quote
hu: Idézés

source: Retweet tweet
hu: Retweet

source: Like tweet
hu: Kedvelés

source: Reply to tweet
hu: Válasz

source: More
hu: Továbbiak

source: Translate
hu: Fordítás

source: Like
hu: Kedvelés

source: Reply
hu: Válasz

source: Liked
hu: Kedvelve

source: Retweeted
hu: Retweetelve

source: Unblock
hu: Feloldás

source: Show settings of this account
hu: Fiók beállításainak megtekintése

source: Open in new window
hu: Megnyitás új ablakban

source: Go to profile
hu: Profil megtekintése

source: Created
hu: Létrehozva

source: Subscribed to
hu: Feliratkozva
